; = Это главный файл модификации (компилировать нужно его)
;----------------------------------------------------------------------------------------------------------------------------------------------------
; = SCP - Containment Breach Ultimate Edition v5.5.4.1 (Расширенное издание) | Русская локализация
;----------------------------------------------------------------------------------------------------------------------------------------------------
; = Это модификация игры "SCP - Containment Breach (Нарушение условий содержания)"
; = Этот мод разработали "Ultimate Edition Team" (https://www.moddb.com/company/ultimate-edition-team)
; = Используется таже лецензия, что и у SCP - Containment Breach (поскольку это модификация)
;----------------------------------------------------------------------------------------------------------------------------------------------------
; = Выражаем особую благодарность ENDSHN (одному из создателей модификации "Nine Tailed Fox" (https://www.moddb.com/mods/scpntf), а также всем модификациям сообщества SCP:CB
;----------------------------------------------------------------------------------------------------------------------------------------------------
; = Связаться с разработчиками модификации: https://discord.gg/n7KdW4u
;----------------------------------------------------------------------------------------------------------------------------------------------------

Include "Source Code\Constants.bb"

Include "Source Code\Main.bb"

